[
    {
      "title": "Michael Finley, NBA All-Star and Badger legend, will address graduates at winter commencement",
      "body": [
        "This year's winter commencement speaker at the University of Wisconsin-Madison is a beloved member of the Badger community — just look to the rafters of the Kohl Center for proof.",
        "Last year, the university retired Michael Finley's No. 24 jersey, only the third basketball jersey in school history to be hung aloft at the Kohl Center. Finley, a two-time NBA All-Star, left UW as the all-time leading scorer in Wisconsin men's basketball history. He's also a high-ranking sports executive, a Hollywood film producer, and the founder of a nonprofit organization that helps children and families reach their full potential.",
        "\"It will be such an honor to welcome Michael Finley back to campus, a place where he brought so much joy to Badger fans and left such an impressive legacy,\" says Chancellor Jennifer L. Mnookin. \"Mr. Finley is one of our most accomplished alums, on and off the courts. I know he will have a lot to share with this year's graduates.\"",
        "Michael Finley on Feb. 20, 2022, when his number was retired at halftime of the game against the Michigan Wolverines at Kohl Center in Madison.",
        "Finley will give the charge to graduates at UW-Madison's 2023 winter commencement. The ceremony will be at 10 a.m. Sunday, Dec. 17 at the Kohl Center, 601 W. Dayton St., Madison. Commencement speakers are chosen by the senior class officers in consultation with the Chancellor's Office.",
        "Gracie Nelson, senior class president, says Finley's story encompasses the essence of being a true Badger, illustrating the values of hard work, unwavering dedication, and perseverance.",
        "\"His accomplishments are not just inspiring but also relatable, as he once stood where our graduating class stands today,\" Nelson says. \"Michael Finley's story is not just about athletic achievement, but it's about the extraordinary potential that resides within each graduate, waiting to be unlocked. As we prepare to embark on our own unique journeys, his words will undoubtedly resonate deeply, inspiring us to strive for greatness, contribute to our communities, and overcome whatever challenges lie ahead.\"",
        "Born and raised in Maywood, Illinois, Finley played for the Badgers from 1991-95. He helped lead the Badgers to the 1994 NCAA tournament — the school's first appearance in the \"Big Dance\" since 1947. At the time, he set UW-Madison's all-time leading scoring record with 2,147 points and left UW as the 12th leading scorer in Big Ten history. (He is now second on UW-Madison's list of all-time highest scorers, after Alando Tucker.)",
        "Finley was selected in the first round of the 1995 NBA draft by the Phoenix Suns and was named to the First Team All-Rookie Team. The following year, he was traded to the Dallas Mavericks, where he played from 1996-2005 and was a two-time All-Star (2000, 2001). Finley later played for the San Antonio Spurs — winning an NBA championship in 2007 —and the Boston Celtics. He played a total of 15 seasons in the NBA, retiring in 2010.",
        "Due to the NBA draft, Finley left the university before finishing his program of study. In 2014, he completed his bachelor's degree from UW in agricultural and applied economics.",
        "This fall, Finley began his 10th season in the Mavericks\" front office and his third as assistant general manager and vice president of basketball operations. In his current role, Finley assists owner Mark Cuban and general manager Nico Harrison with all aspects of basketball operations.",
        "In 2003, Finley created the Texas-based Michael Finley Foundation, which works to inspire, develop and enhance the skills of young people and their families and to instill the confidence needed to achieve personal and professional goals.",
        "\"My experience at UW helped shape me,\" Finley says. \"It prepared me for a life as a productive human being trying to make a positive impact on the world.\"",
        "In 2009, Finley founded the film production company Follow Through Productions LLC. He is a financier and executive producer of several films, including \"The Butler,\" starring Forest Whitaker and Oprah Winfrey, and \"American Made,\" starring Tom Cruise.",
        "Finley resides in Plano, Texas, with his wife and three children.",
        "\"My time at UW as a student-athlete was an amazing chapter in my book of life,\" Finley says. \"To be chosen as the keynote speaker is a tremendous honor that I\"m truly grateful for. I\"ll do my best to give a true Badger effort and make the class of 2023 proud of selecting me to be a part of this joyous occasion.\"",
        "Michael Finley in action during his Badger career, 1991-95:"
      ],
      "posted": "October 30, 2023",
      "url": "https://news.wisc.edu/michael-finley-nba-all-star-and-badger-legend-will-address-graduates-at-winter-commencement/",
      "author": "Doug Erickson",
      "img": "finley.jpg",
      "tags": [
        "social"
      ]
    },
    {
      "title": "Ice cream flavor chosen to mark 175th anniversary",
      "body": [
        "Student workers from left, Aaditya Mehta, Shubh Oswal and Aman Jain fill three-gallon buckets of 175 S\"more Years ice cream at Babcock Hall Dairy Plant.",
        "The voters have spoken: 175 S\"more Years will be the commemorative ice cream flavor for the University of Wisconsin's 175th anniversary celebration.",
        "UW-Madison's Babcock Hall Dairy Plant has already begun mixing batches of the rich chocolate ice cream with a marshmallow swirl and graham cracker crunch. It will be available on campus beginning today and at select local retailers after that.",
        "\"With all its educational and research achievements in the past 175 years, the University of Wisconsin has improved the lives of Wisconsinites and people everywhere in big and small ways,\" said Charles Hoslet, vice chancellor for university relations at UW-Madison. \"What better way to celebrate that than with a generous scoop of 175 S\"more Years?\"",
        "Voters were asked to choose one of four flavors in an online poll in early October, and 8,438 votes were cast. The other options were Demi Semi Confetti, Demi-Semi-Sweet-Centennial and Flamingos on the Hill.",
        "Student employees help produce dairy products at Babcock Hall Dairy Plant. The plant, which reopened this year after renovations of its nearly 29,000 gross square feet, is a laboratory and learning facility for students, university researchers and dairy industry personnel.",
        "The plant has produced more than 200 unique ice cream flavors and 20 varieties of cheese since its founding.",
        "Half-gallon containers of 175 S\"more Years ice cream are filled and packaged. The new flavor is being made in celebration of the university's 175th anniversary.",
        "July 2023 marked 175 years since Wisconsin's first governor and legislature created the University of Wisconsin. Since then, the state's very first public university has been a constant trailblazer, leading the way in everything from ground-breaking research discoveries to defining cultural movements.",
        "UW-Madison is honoring these historic moments as part of a year-long celebration that began July 26, 2023 — 175 years to the day since the university was created. Programming will run through May 2024 and includes annual traditions, such as Homecoming and Founder's Day, as well as anniversary events that will take the Badger spirit to counties across Wisconsin."
      ],
      "posted": "October 30, 2023",
      "url": "https://news.wisc.edu/ice-cream-flavor-chosen-to-mark-175th-anniversary/",
      "author": "Mike Klein",
      "img": "ice-cream.jpg",
      "tags": [
        "social"
      ]
    },
    {
      "title": "From ********* to EZacces$! Your browser extension could grab your password and sensitive info",
      "body": [
        "PhD student Asmit Nayak is investigating ways that browser extensions could extract passwords and other sensitive data from popular websites. Nayak, along with fellow PhD student Rishabh Khandelwal and Kassem Fawaz, a UW-Madison associate professor of electrical and computer engineering, first discovered the issue while investigating Google login webpages. Photo By: Joel Hallberg",
        "When you type a password or credit card number into a website, you expect that your sensitive data will be protected by a system designed to keep it secure.",
        "That's not always the case, according to a group of digital security researchers at the University of Wisconsin-Madison. They found that some popular websites are vulnerable to browser extensions that can extract user data like passwords, credit card information and social security numbers from HTML code. A preprint of their work has already created a buzz in tech circles.",
        "The team includes Rishabh Khandelwal and Asmit Nayak, PhD students who work with Kassem Fawaz, a UW-Madison associate professor of electrical and computer engineering. The trio first discovered the issue while investigating Google login webpages.",
        "PhD students Asmit Nayak (left) and Rishabh Khandelwal (center) and Electrical and Computer Engineering Associate Professor Kassem Fawaz began investigating browser extension security when they found passwords displayed in plain text while looking at the login pages of popular websites. Photo By: Joel Hallberg",
        "\"We were just messing around with login pages, and in the HTML source code we could see the password in plain text,\" says Nayak. \"We thought, ‘This is interesting. Why is this happening? Is it possible that other websites are doing something similar?\" Then we started digging deeper.\"",
        "They discovered a big issue. The researchers found that a huge number of websites — about 15% of more than 7,000 they looked at — store sensitive information as plain text in their HTML source code. While many security measures keep hackers from accessing this data, the team hypothesized that it might be possible to find it using a browser extension.",
        "Browser extensions are add-ons that, using small bits of code, allow users to customize their internet experience, for example by blocking ads or improving time management. Browser developers sometimes introduce experimental features via extensions while also allowing third-party developers to offer their own extensions for users to try. The researchers found that a malevolent extension could use code written in a common programming language to grab users\" login information, passwords and other protected data.",
        "\"Combining what we know about extensions and about websites, an extension can very easily access users\" passwords,\" says Fawaz. \"It's not something that actually is happening, but there is nothing preventing it.\"",
        "Surveying the extensions available for the Google Chrome browser, the team found that 17,300, or 12.5% of the available browser extensions, had the necessary permissions to exploit this vulnerability. To see if it was feasible for such an extension to make it into circulation, they developed their own extension and submitted it to the Chrome Web Store, describing it as an AI assistant offering ChatGPT-like functions on websites. The store approved the extension. The team was careful not to release the extension to the public and quickly deleted it after it was approved, demonstrating that it was possible for such an exploit to get in under the radar. The researchers emphasize that at no point was there any harm to users.",
        "Khandelwal says that most likely a real hacker wouldn\"t follow the same path.",
        "'somebody who's malicious does not need to start from scratch,\" he says. \"They can get access to existing extensions, for instance, by buying one with lots of users and tweaking the code a little bit. They could maintain the functionality and get access to the passwords very easily.\"",
        "Fawaz says it's likely that the vulnerability isn\"t an oversight; instead, browser security is configured this way to let popular password manager extensions access password information. For its part, in a statement to the researchers, Google says that it is looking into the matter but does not consider this a security flaw, especially if permissions for the extensions are configured correctly.",
        "Fawaz, however, is still concerned, and he hopes his research will convince websites to rethink the way they handle this sensitive information. His team proposes alerts to let users know when sensitive data is being accessed by browser extensions, as well as tools for developers to protect these data fields.",
        "\"It's a dangerous thing,\" Fawaz says. \"This is something that people really need to know: Passwords aren\"t always safe on browsers.\""
      ],
      "posted": "October 27, 2023",
      "url": "https://news.wisc.edu/from-to-ezacces-your-browser-extension-could-grab-your-password-and-sensitive-info/",
      "author": "Jason Daley",
      "img": "passwords.jpg",
      "tags": [
        "science"
      ]
    },
    {
      "title": "Common chemotherapy drugs don\"t work like doctors thought, with big implications for drug discovery",
      "body": [
        "This image shows a cancer cell undergoing abnormal mitosis and dividing into three new cells rather than two following treatment with a microtubule poison. Image By: Beth Weaver, UW-Madison",
        "A new study from the University of Wisconsin-Madison suggests that chemotherapy may not be reaching its full potential, in part because researchers and doctors have long misunderstood how some of the most common cancer drugs actually ward off tumors.",
        "For decades, researchers have believed that a class of drugs called microtubule poisons treat cancerous tumors by halting mitosis, or the division of cells. Now, a team of UW-Madison scientists has found that in patients, microtubule poisons don\"t actually stop cancer cells from dividing. Instead, these drugs alter mitosis — sometimes enough to cause new cancer cells to die and the disease to regress.",
        "Cancers grow and spread because cancerous cells divide and multiply indefinitely, unlike normal cells which are limited in the number of times they can split into new cells. The assumption that microtubule poisons stop cancer cells from dividing is based on lab studies demonstrating just that.",
        "The new study was led by Beth Weaver, a professor in the departments of oncology and cell and regenerative biology, in collaboration with Mark Burkard in the departments of oncology and medicine. Published Oct. 26 in the journal PLOS Biology and supported in part by the National Institutes of Health, the study broadens previous findings the group made about a specific microtubule poison called paclitaxel. Sometimes prescribed under the brand name Taxol, paclitaxel is used to treat common malignancies including those originating in the ovaries and lungs.",
        "\"This was sort of mind-blowing,\" Weaver says about the previous research. \"For decades, we all thought that the way paclitaxel works in patient tumors is by arresting them in mitosis. This is what I was taught as a graduate student. We all ‘knew\" this. In cells in a dish, labs all over the world have shown this. The problem was we were all using it at concentrations higher than those that actually get into the tumor.\"",
        "Weaver and her colleagues wanted to know if other microtubule poisons work the same way as paclitaxel — not by stopping mitosis but by messing it up.",
        "The question has significant implications for scientists searching for new cancer treatments. That's because drug discovery efforts often hinge on identifying, reproducing and improving upon the mechanisms believed to be responsible for a compound's therapeutic effect.",
        "While microtubule poisons are no panacea, they are effective for many patients, and researchers have long sought to develop other therapies that mimic what they believe the drugs do. These efforts are ongoing even though past attempts to identify new compounds that treat cancer by stopping cell division have reached frustrating dead ends.",
        "\"There's still a lot of the scientific community that's investigating mitotic arrest as a mechanism to kill tumors,\" Weaver says. \"We wanted to know — does that matter for patients?\"",
        "With Burkard, the team studied tumor samples taken from breast cancer patients who received standard anti-microtubule chemotherapy at the UW Carbone Cancer Center.",
        "They measured how much of the drugs made it into the tumors and studied how the tumor cells responded. They found that while the cells continued to divide after being exposed to the drug, they did so abnormally. This abnormal division can lead to tumor cell death.",
        "Normally, a cell's chromosomes are duplicated before the two identical sets migrate to opposite ends of the cell mitosis in a process called chromosomal segregation. One set of chromosomes is sorted into each of two new cells.",
        "This migration occurs because the chromosomes are attached to a cellular machine known as the mitotic spindle. Spindles are made from cellular building blocks called microtubules. Normal spindles have two ends, known as spindle poles.",
        "Weaver and her colleagues found that paclitaxel and other microtubule poisons cause abnormalities that lead cells to form three, four or sometimes five poles during mitosis even as they continue to make just one copy of chromosomes. These poles then attract the two complete sets of chromosomes in more than two directions, scrambling the genome.",
        "'so, after mitosis you have daughter cells that are no longer genetically identical and have lost chromosomes,\" Weaver says. \"We calculated that if a cell loses at least 20% of its DNA content, it is very likely going to die.\"",
        "These findings reveal the likely reason why microtubule poisons are effective for many patients. Importantly, they also help explain why attempts to find new chemo drugs based solely on stopping mitosis have been so disappointing, Weaver says.",
        "\"We\"ve been barking up the wrong tree,\" she says. \"We need to refocus our efforts on screwing up mitosis — on making chromosomal segregation worse.\"",
        "This research was supported in part by the National Institutes of Health (P30 CA014520; R01CA234904; T32 GM008688; T32 CA009135; F31CA254247; T32 GM141013)."
      ],
      "posted": "October 26, 2023",
      "url": "https://news.wisc.edu/common-chemotherapy-drugs-dont-work-like-doctors-thought-with-big-implications-for-drug-discovery/",
      "author": "Will Cushman",
      "img": "chemo.jpg",
      "tags": [
        "science",
        "health"
      ]
    },
    {
      "title": "Sharing discoveries and imagining the future at the second annual Sustainability Symposium",
      "body": [
        "Participants present their projects during the poster discussion session of the second annual Sustainability Symposium held in the Discovery Building on Oct. 25, 2023. Photo by: Bryce Richter",
        "Mo Abbasian (left), research associate in the Department of Civil and Environmental Engineering, talks with attendees about hydro-climate extremes research during the poster discussion session. Photo by: Bryce Richter",
        "Jon Starfeldt, student of Atmospheric and Oceanic Sciences & Data Science, talks with attendees about UW-Madison potential rooftop solar energy potential. Photo by: Bryce Richter",
        "Christina Treacy, sustainability chair for the Associated Students of Madison (ASM), talks with attendees about the work of the ASM Sustainability Committee. Photo by: Bryce Richter",
        "Hien Vu, a third-year PhD student in Electrical and Computer Engineering, talks with attendees about sustainable dairy farming using wearable technology for heat stress detection. Photo by: Bryce Richter",
        "Travis Blomberg, Campus Resource Coordinator in the Office of Sustainability, talks with attendees about UW-Madison's food scrap collection pilot program. Photo by: Bryce Richter",
        "Saurabh Gupta, research assistant in mechanical engineering, talks with attendees about flex fuel vehicles in large machines. Photo by: Bryce Richter",
        "Over the course of the second annual Sustainability Symposium, nearly 400 students, faculty and staff gathered at the Discovery Building to engage in exciting conversations about research, education and the advancement of sustainability at UW-Madison.",
        "From a keynote address on improving food security through a circular economy, to lightning talks on campus sustainability initiatives and poster sessions on research projects across UW-Madison, enthusiastic attendees learned, swapped ideas and inspired one another.",
        "The keynote address was given by Weslynne Ashton, a professor of environmental management and sustainability at Illinois Institute of Technology. She focused on a theme that carried throughout the symposium: real world applications of research.",
        "Keynote speaker Weslynne Ashton, a professor of environmental management and sustainability at Illinois Institute of Technology, spoke about a community project to create \"love fridges,\" which she described as a form of mutual aid, where neighbors help neighbors in times of need.",
        "\"What if our food system was organized around principles of love, justice and circularity, rather than money, exploitation and consumption?\" she asked.",
        "Ashton, who works on increasing sustainability and equity in urban food systems, spoke about a community project to create \"love fridges,\" which she described as a form of mutual aid, where neighbors help neighbors in times of need.",
        "\"People are invited to take what they need and leave what they can,\" she said. \"They are an expression of solidarity, not charity.\"",
        "Ashton described how she collaborates to develop food waste prevention and management strategies for the City of Chicago. In the city, the predominantly white and affluent north side of Chicago produces more waste and enjoys more access to food than the predominantly Black and brown south and west sides.",
        "To confront the city's mounting inequities, Ashton gathered food providers, food rescue organizations, food waste recyclers and policymakers to devise a more cohesive strategy.",
        "This example helped introduce her argument for a circular economy. A linear economy, she said, carries the belief that the Earth holds unlimited resources, with enough space to accommodate the millions of tons of food Americans waste each year. But in reality, Ashton said, that pushes against the limits of our planet's biogeochemical functions.",
        "A circular economy on the other hand, is restorative and regenerative by design. She said the new economic model can respect the planet's boundaries through recycling and waste reduction.",
        "\"Our food system and food waste is a complex challenge that's affecting both people and planet,\" she said. \"We have to confront the values that are inherent in our linear economy and find creative ways to navigate the tensions that are required for our food systems transformation to make space for justice, for equity and for circularity.\"",
        "Matt Ginder-Vogel, an environmental chemistry and technology professor at UW, spoke during the lightning talks round about a new initiative for sustainability research.",
        "During the symposium's lighting talks, Matt Ginder-Vogel announced the start of the Sustainability Research Hub, a Nelson Institute and Office of Sustainability initiative \"to make the University of Wisconsin-Madison a preeminent destination for sustainability research.\" The hub will facilitate interdisciplinary collaboration toward sustainability, bringing researchers together to apply for large, interdisciplinary grants and coordinating the proofreading, editing and graphic design of their projects.",
        "\"We want to add to the body of research that is already happening at the university and bring people into sustainability research that don\"t have the chance to participate now,\" said Ginder-Vogel, who will oversee the program.",
        "Other presentations detailed ongoing sustainability projects on campus like tracking the volume and cost of food waste in dining and culinary services, the financial and environmental benefits of opting to use water-based cleaning systems on campus and the solutions resulting from efforts to connect local government partners with UW-Madison student researchers.",
        "Like last year, the Sustainability Symposium welcomed a major UW-Madison decisionmaker who voiced support for sustainability initiatives and research. Provost Charles Lee Isbell Jr. described the symposium attendees\" work as both essential and the living embodiment of the Wisconsin Idea. He added that the university needs to embrace this work and continue to strive to be a leader in sustainability.",
        "\"What is the world we\"re going to create if we act and behave in the right ways, and what is the world if we do nothing 25 years from now?\" he asked.",
        "Provost Charles Lee Isbell Jr. described the symposium attendees\" work as both essential and the living embodiment of the Wisconsin Idea.",
        "The future is on Isbell's mind — and the minds of the hundreds of symposium attendees who feel compelled to work thoughtfully, urgently and collaboratively to prevent the worst results of climate change.",
        "\"I care about immortality,\" Isbell concluded. \"When I was young, I wanted to live forever.\"",
        "To Isbell, immortality means, \"that you somehow touched not just this generation but the generation that follows and the generation that follows that. You do work and have change and make impact. That's the closest most of us will ever come to immortality, and it's the kind of immortality that's worth having.\""
      ],
      "posted": "October 31, 2023",
      "url": "https://news.wisc.edu/sharing-discoveries-and-imagining-the-future-at-the-second-annual-sustainability-symposium/",
      "author": "Office of Sustainability",
      "img": "sustain.jpg",
      "tags": [
        "science"
      ]
    },
    {
      "title": "Photo gallery Science on the Square: A festival of learning",
      "body": [
        "Rainfall failed to stop people of all ages from exploring science hands-on at the sixth annual Science on the Square event on Oct. 19. Booths along State Street explored horticulture, physics, robotics and more, many of them hosted by University of Wisconsin-Madison departments, organizations, students and faculty. It's all part of the statewide Wisconsin Science Festival.",
        "Director Haddie McLean (right) and her assistant Sam Kramer (left) demonstrate mixing colors during a presentation for a UW-Madison outreach program, The Wonders of Physics. The mission of The Wonders of Physics program is to generate interest in physics among people of all ages and backgrounds.",
        "Photo by: Taylor Wolfram",
        "Sam Kramer, an assistant for UW-Madison's The Wonders of Physics, holds up a balloon frozen by liquid nitrogen.",
        "Photo by: Taylor Wolfram",
        "Ali (left) and Gabe (right) Egelseer hold a model of a monkey brain at a booth hosted by the UW- Madison Cognitive Origins Lab.",
        "Photo by: Taylor Wolfram",
        "Pauline Weber holds a cockroach at a booth hosted by UW-Madison Insect Ambassadors that showed different types of insects to participants.",
        "Photo by: Taylor Wolfram",
        "Lila Knutsen creates a glowing design on a giant Science Brite. Science on the Square featured hands-on STEM-themed activities put together by UW-Madison organizations and local businesses.",
        "Photo by: Taylor Wolfram",
        "9-year-old Rex Stutz catches a t-shirt shot out of a t-shirt cannon during a demonstration by a UW-Madison outreach program, The Wonders of Physics.",
        "Photo by: Taylor Wolfram",
        "Director Haddie McLean holds a tube during a demonstration for the Wonders of Physics.",
        "Photo by: Taylor Wolfram",
        "9-year-old Rex Stutz dances in a cloud of liquid nitrogen vapor during The Wonders of Physics demonstration. Rex told his parents that Science on the Square is his \"favorite holiday\" and has counting down the days until the event.",
        "Photo by: Taylor Wolfram",
        "Laurie (left) and Stan (right) Frey use the power of solar energy to move model cars in a booth hosted by the UW-Madison chapter of Engineers Without Borders. Stan is a class of \"85 UW- Madison chemical engineering alum.",
        "Photo by: Taylor Wolfram",
        "A volunteer from the UW- Madison Freedman and Whitman Lab shows Sagan Tomlin worms in a soil sample at a booth intended to show \"what we can find growing in the soil\" during Science on the Square on State Street.",
        "Photo by: Taylor Wolfram",
        "Undergraduate student Julia Xiong looks at a lava lamp she created in a booth hosted by the UW-Madison Society of Women Engineers.",
        "Photo by: Taylor Wolfram"
      ],
      "posted": "October 26, 2023",
      "url": "https://news.wisc.edu/science-on-the-square-a-festival-of-learning/",
      "author": "unknown",
      "img": "square.jpg",
      "tags": [
        "science",
        "social"
      ]
    },
    {
      "title": "Wisconsin designated as Regional Tech Hub for biohealth - with UW-Madison helping lead the way",
      "body": [
        "Wisconsin is among 31 regions selected for the highly competitive Phase 1 Tech Hub designation, chosen from 371 applications across 49 states and four U.S. territories. Along with the Tech Hub designation, Wisconsin was also awarded a Strategy Grant to continue strengthening the state's biohealth ecosystem. Photo: Jeff Miller",
        "With today's announcement that Wisconsin has received a Regional Technology and Innovation Hub (Tech Hub) designation focused on biohealth, the University of Wisconsin-Madison expands its national leadership as a collaborative powerhouse in personalized medicine, bioscience and technology.",
        "\"UW-Madison is thrilled to be part of the groundbreaking collaboration that helped secure the state's Regional Tech Hub designation,\" says Chancellor Jennifer M. Mnookin. \"Our culture of innovation and strong collaborative spirit, both within the university and across the state, make us well-positioned to make the most of this important opportunity.\"",
        "The Tech Hub designation opens the doors for millions in federal funding, as well as the opportunity to bring significant new private investment to the state's biohealth industry. It is expected to generate a substantial number of new jobs, further boosting the state's biohealth sector and enhancing employment opportunities for local communities.",
        "\"The Regional Tech Hub designation confirms what we already know about Wisconsin: When it comes to bringing together the best in research and development, cutting-edge manufacturing, highly skilled and educated workers and a commitment to relentless improvement, no state is better prepared to lead the way,\" says Missy Hughes, secretary and CEO of the Wisconsin Economic Development Corporation. \"This is a huge win in creating an economy for all, where everyone has the opportunity to live healthy, prosperous lives.\"",
        "Wisconsin is among 31 regions selected for the highly competitive Phase 1 Tech Hub designation, chosen from 371 applications across 49 states and four U.S. territories. Along with the Tech Hub designation, Wisconsin was also awarded a Strategy Grant to continue strengthening the state's biohealth ecosystem.",
        "\"This major achievement reflects Wisconsin's and our university's great existing strengths in the fast-growing biohealth sector, and, critically, it will help ensure that we continue to push forward innovation, economic growth and transformative advancements in healthcare in service of the Wisconsin Idea,\" notes Mnookin.",
        "The university is one of 15 public and private consortium members that helped drive the state's Tech Hub designation, mobilizing its experience and expertise in bioscience and technology education, industry engagement and research to help bolster Wisconsin's application.",
        "In addition to funding opportunities and recognition of Wisconsin's preeminent role in biohealth advancement, the Regional Tech Hub designation supports efforts to generate new technologies and care pathways that will improve care for patients while growing Wisconsin's economy. This work can better address the unique healthcare needs of marginalized communities, ensuring that everyone, regardless of their background or location, has access to cutting-edge medical solutions and care. Wisconsin's existing strengths in personalized medicine, biohealth technology, precision manufacturing and automation position the state for additional growth and innovation.",
        "\"The reality is, collectively, Wisconsin is already a leader in biohealth technology and precision manufacturing,\" said BioForward CEO Lisa Johnson. \"We have the capabilities in place and this designation will launch new endeavors that will benefit all of humankind.\"",
        "As a member of the consortium, UW-Madison provided vital elements that led to the designation. Its programs in medical physics, biotechnology and medical engineering have created a dynamic workforce in the state. For instance, the Master of Science in Biotechnology program, which works closely with biotechnology industry in the state and beyond, has seen more than 85% of its nearly 500 graduates remain in Wisconsin after graduation. The program integrates science, business, policy and law to educate the next generation of leaders who will develop and commercialize new and promising technologies.",
        "The university has also enjoyed a long history of industry collaboration in the field of biotechnology, partnering with businesses on vaccine advancements, rare disease treatments, imaging technology and more. A 30+ year collaboration with GE HealthCare has built a vital collaborative research and technology relationship, generating substantial health innovations, including more than 100 patents.",
        "At the heart of UW's contributions is its world-class research engine, ranked eighth in national research rankings for public and private universities.",
        "The Tech Hub recognition stands as a testament to Wisconsin's leadership in the thriving biohealth industry. In 2022, the industry contributed $32 billion to the state's economy, employed more than 129,000 individuals and contributed to products and services valued at $6 billion.",
        "With the initial Tech Hub designation secure, UW-Madison will join consortium members in preparing an application for Phase 2, which could unlock access to between $50 and $75 million in federal grants. The state's strengths across multiple areas make it primed to compete for additional funding.",
        "Learn more about the Regional Tech Hub designation, Wisconsin's consortium members and the ongoing efforts to expand Wisconsin's lead in biohealth."
      ],
      "posted": "October 23, 2023",
      "url": "https://news.wisc.edu/wisconsin-designated-as-regional-tech-hub-for-biohealth-with-uw-madison-helping-lead-the-way/",
      "author": "Rodee Schneider",
      "img": "bio.jpg",
      "tags": [
        "science"
      ]
    },
    {
      "title": "Conservation, community, and a love for big monkeys: Karen Strier celebrates 40-year study of Northern muriqui",
      "body": [
        "Muriqui monkeys on a protected reserve in southeastern Brazil near the city of Caratinga. Since 1982, University of Wisconsin-Madison  professor Karen Strier has worked to study the monkeys and protect their habitat, along with an ever-growing community of researchers and conservationists. Photo Credit: João Marcos Rosa",
        "It's 1982 and Karen Strier is walking uphill in a small, fragmented section of Brazil's Atlantic Forest. Along with a few other scientists, she treks through the tropical humidity hoping to come across a critically endangered monkey - the Northern muriqui.",
        "Suddenly, Strier hears a strange noise like a horse neighing from the valley down below and she sees, sitting in a beam of light on a branch in the trees, just what she's come to find. As quickly as she spots it, the large, gray-brown, furry monkey gracefully swings off into the forest and disappears.",
        "But a few seconds was all she needed.",
        "Karen Strier in the forest, January 2020. Photo Credit: João Marcos Rosa",
        "Karen Strier pressing plants for identification by gas lamp during her doctoral research in 1984, before electricity reached the field site. Photo Credit: Andy Young",
        "\"It was love at first sight,\" Strier recalls while sitting in her office at the University of Wisconsin-Madison.",
        "It's 2023 and her office walls and shelves are covered in photos of the monkeys to whose study Strier has now dedicated decades of her life. On top of a filing cabinet sits a red, velvet box. Inside, a certificate of honorary citizenship from Caratinga, Brazil, testifies to her commitment to the region and its animals.",
        "Strier's first glimpse of the muriqui back in 1982 inspired a 40-year-long study built on decades of collaboration with Brazilian scientists and her passion to help conservation efforts for the monkeys.",
        "\"I\"ve been in the field with her many times, and she's always super excited when she sees them,\" says Russel Mittermeier, primatologist and chief conservation officer of Re:Wild. \"It's delightful to see how much she cares about them. Her commitment is really unmatched.\"",
        "Mittermeier was with her on that first, fateful trek through the forest when she was introduced to the muriqui. At that point in her life, Strier had spent time as an undergraduate doing fieldwork with baboons, and she knew she wanted a career studying animals in the field. But until that day, she just wasn\"t sure which ones.",
        "A group of northern muriquis sit together in a tree. The peaceful egalitarian structure of northern muriquis groups makes them different from many other groups of primates which tend to see more violence. Photo credit: Carla B. Possamai / Projeto Muriqui de Caratinga ©",
        "\"The muriquis were perfect because no one really knew anything about them,\" Strier recalls. \"And they were critically endangered, so that also meant that anything I learned about them would have value for conservation.\"",
        "Strier returned to the forest in 1983 and spent 14 months following the muriquis each day to observe and document how the animals interacted. She developed a way to identify individual monkeys based on their unique facial markings.",
        "She has returned year after year for months at a time ever since.",
        "Her field site is the 3.86 square mile Reserva Particular Patrimonio Natural - Feliciano Miguel Abdala, a protected area established by a family that owns the forest, named for the man who opened the land to Strier and other researchers when the study began.",
        "Karen Strier with the owner of the forest, Sr. Feliciano Miguel Abdala, in 1988. Sr. Feliciano preserved his forest and protected the muriquis, and welcomed Karen and other researchers on his property. Photo Credit: K.B. Strier / Projeto Muriqui de Caratinga ©",
        "Studying the same population for so long has helped Strier and her team gain in-depth knowledge of how the endangered monkeys live, socialize and interact with their environment. This has proven crucial to informing the management guidance Strier and her colleagues provide the Brazilian government and nonprofit organizations to help with conservation efforts.",
        "It's also illuminated the ways in which muriquis are not like other primates.",
        "While for instance baboons and chimpanzees engage in violence and aggression, the muriquis live in peaceful, egalitarian societies. Related males and their mothers make up the core of their groups, and as a female muriqui ages, she eventually leaves the group she was born into and finds another.",
        "As Strier started to get to know the animals, \"all the images of what primates were ‘supposed\" to do were changing in my mind,\" she says.",
        "This focused her on trying to better understand which behaviors are hard-wired in the monkeys and which are flexible: Why are the monkeys peaceful? If certain variables change, would they still be peaceful? How resilient are these animals to shifting climate conditions? Will those shifting conditions alter the way they behave?",
        "The northern muriquis have distinct facial markings that permit Strier and her team to recognize them individually. Photo credit: Carla B. Possamai / Projeto Muriqui de Caratinga ©",
        "A selection of muriqui faces. Photo credit:  Pablo Fernicola / Projeto Muriqui de Caratinga ©",
        "Long-term data — like the observations collected by Strier and her colleagues — are rare and invaluable for answering these questions. So are the important reproductive insights they have gathered, which rely on approaches that are as minimally invasive for the animals as possible.",
        "For instance, when it came to learning more about the monkeys\" reproductive cycles, she and Toni Ziegler, a scientist at the Wisconsin Regional Primate Research Center, turned to the best passive biological sample they could find: poop.",
        "By combining Strier's observational data with analysis of the fecal samples through methods developed by Ziegler and her team, they were able to measure various hormone levels in individual muriquis.",
        "\"Without ever catching or touching a muriqui, we deciphered their entire reproductive cycle,\" Strier says. \"Gestation is 7.2 months, cycles are 21 days apart and females usually experience between three and five ovarian cycles before they get pregnant.\"",
        "This knowledge has become especially important in recent years as she and colleagues try to diversify the gene pool of different muriqui populations. There are only 12 groups of the endangered monkey left on the planet, so these efforts are critical to the researchers\" conservation goals — goals that have become even more focused in recent years.",
        "Over a period of six months in 2016 and 2017, a surge of yellow fever dramatically reduced the muriqui population by nearly 10%. Strier realized she needed to ensure not only that the team produced research with applications for conservation, but that they were also taking action to make that conservation happen.",
        "One way the researchers are translating their findings into active conservation is by working with several groups to create forest corridors connecting the 12 muriqui populations, which currently live in forests fragmented by human development.",
        "\"The projection for climate change in this region is that it will get drier and hotter,\" Strier says. \"That means these animals need a place to go because they\"re living in an island of forest.\"",
        "Connecting fragmented forests to one another could provide a safe corridor for populations of muriquis to move to other populations that live in wetter, cooler, protected forests. And Strier knows of one just 50 kilometers from the population she studies.",
        "\"My hope is to see these muriquis be able to move back and forth between these two established reserves, across a larger, connected protected area anchored by these, where they can interbreed with other muriquis and their population can continue to grow. If we can achieve this for the muriquis, we will have made a real difference,\" she says.",
        "The team is also integrating remote monitoring technologies into their work, like drones and motion sensor cameras placed in trees, to help researchers locate, track and observe the monkeys without physically being in the forests.",
        "For decades, the researchers have essentially lived the lives of the muriquis, says Carla Possamai, a scientist who was drawn to the project 20 years ago by her desire to further conservation efforts and her curiosity about the muriquis\" reproductive and social behavior.",
        "Over the years, dozens of rigorously trained researchers have identified and observed every new infant from the first days of its life until it disappears, all without radio collars, tagging or handling the animals. The study's continuity has been built upon their decades of dedication. The new approaches — such as the use of camera traps and drones — bring additional dimensions.",
        "\"We have this really good quality data, but these new technologies can help increase the amount of data that we have,\" Possamai says.",
        "Possamai is just one of the Brazilian scientists Strier has worked with who became enamored of the monkeys while a student. Over the last 40 years, Strier has trained and mentored more than 80 Brazilian students, two-thirds of whom are still pursuing primatology, conservation or both.",
        "The Brazilian government requires foreign researchers to work with a Brazilian collaborator on projects conducted in the country. Strier's current Brazilian counterpart, Sérgio Lucena Mendes, has worked with primates in the area and swapped scientific ideas with Strier for the last 40 years, but their formal collaboration on the muriqui project began in the early 2000s.",
        "Karen Strier and her long-time friend and collaborator, Sérgio Lucena Mendes, honoring Carla Possamai for her years of dedication on the Muriqui Project of Caratinga during the opening ceremony of Caratinga+40 in 2023. Photo credit: Pablo Fernicola / Projeto Muriqui de Caratinga ©",
        "\"Talking and exchanging ideas with Karen is always enriching,\" Mendes says, noting that it was her dedication that led him to the team.",
        "Of her collaborators, Strier says, \"These are all people who are completely committed to studying muriquis and to saving the species. I\"m also really proud of how many people have participated on the project over the years. I had no idea it would grow so much.\"",
        "This summer at the field station in Brazil, Strier and her long-time colleagues at Conservation International-Brasil threw a 40-year celebration for the Caratinga community and about 120 of the people who have worked on the project throughout the years. Old friends, past and new collaborators, former students now holding important conservation positions and leaders from the Brazilian government and conservation groups all returned to celebrate together.",
        "Strier (center) and some of the many former students, colleagues, and friends who joined in the 40th anniversary celebration, Caratinga+40. Photo credit: Pablo Fernicola / Projeto Muriqui de Caratinga ©",
        "\"I\"m a great believer in the importance of long-term field stations. A field station like the one that we have at Caratinga plays an incredibly important role for conservation,\" says Mittermeier, who also returned for the celebration.",
        "At the root of Strier's passion to protect the muriquis is the inspiration they give her for a better way of living. Many evolutionary anthropologists study primates in the hopes of finding answers to an age-old question: What does it mean to be human?",
        "While chimpanzees, bonobos and gorillas are much more closely related to us evolutionarily, the muriquis are still part of our primate lineage, and Strier believes they give us an example of a way of life that's completely different from our own — one that shows it is possible to live peacefully and to navigate tensions in social life with affection, tolerance and patience.",
        "\"When I think about what kind of person I want to be, I always end up thinking of the muriquis,\" she says. \"I guess you could say that I want to be more like a muriqui.\""
      ],
      "posted": "October 12, 2023",
      "url": "https://news.wisc.edu/conservation-community-and-a-love-for-big-monkeys-karen-strier-celebrates-40-year-study-of-northern-muriqui/",
      "author": "Elise Mahon",
      "img": "muriqui.jpg",
      "tags": [
        "science"
      ]
    },
    {
      "title": "How to get the most out of the campus career fair",
      "body": [
        "A student shares a resume with a potential employer at a campus job fair.",
        "Career and internship fairs offer an incredible opportunity for students and alumni to network, but it can be stressful for them to approach prospective employers.",
        "Students can show their best side and reduce nerves with these tips from Bao Hoang, a junior business student at UW-Madison who has approached the fair many times herself.",
        "Bao is the Career Closet Manager Intern at SuccessWorks at the College of Letters & Science and is cross-trained as a Peer Advisor to support students in their career and internship search processes.",
        "\"It was definitely a learning curve for me. Although we do learn about how to prep for the career fair in the business school, it's very different when you apply the actual theory into practice,\" she said. \"I remember my first career fair, I was so lost and did not know what to even talk with the recruiters about. So I learned the hard way that you do have to actually prepare for career fairs beforehand.\"",
        "The UW-Madison All-Campus Career & Internship Fair will be from 4 to 8 p.m. Wednesday, Sept. 20, at the Kohl Center, with more than 200 employers expected to attend. The event is open to all UW-Madison students and alumni who graduated within the past two years.",
        "So, how can students prepare effectively for the Career & Internship Fair?",
        "Use available resources: In the days leading up to the event, SuccessWorks provides a variety of resources. Students can follow their Website guide, enroll in their Career Fair Preparation Canvas module and attend the All-Campus Career Fair Prep Night event on Sept. 19 from 5:30-7 p.m. at Gordon Dining and Events Center.",
        "Dress appropriately:  \"I recommend business casual at most, maybe business professional if you want to go for it. Color-wise, something not too bright, more on the neutral colors. Make sure you are well groomed as you are making an impression,\" she said.",
        "As a part of her internship with SuccessWorks, Bao manages the Career Closet, where students can get up to four free items of professional clothing per semester, free to keep for anyone who may need assistance in finding appropriate clothing for career fairs.",
        "Prepare an elevator pitch: After preparing to look the part, she advises that students then practice being the part. Baos says one way to prepare an elevator pitch — a short explanation of who you are and what you\"re seeking, just long enough to last through a theoretical elevator ride.",
        "\"I would say to have a prepared list of bullet points of what you want to say. Those bullet points should include [your] name, year and major, why you are interested in the company and what you are looking forward to in this conversation with them.\"",
        "Practice it more than a few times.",
        "\"I would say to really practice your speech with a friend or out loud. Practice the grip of your handshake, your tone, and how you would express yourself. I would [also] practice relaying the same information in different variations as well, as you will need to cater them to whoever you\"re speaking to,\" she said. \"Your elevator pitch will be the biggest impression that they will make of you.\"",
        "Print your resume: On the day of the fair, Bao recommends students print between 5-8 physical copies of a resume to hand out to employers and plan the time of attendance with care.",
        "\"It is better to come during the middle hours of career fairs, as during the early hours, the line would be overly long. I wouldn\"t recommend coming in the last hour, as people are tired at that point and they\"re probably waiting to pack up. So either get there really early and be in the front of the line, or go after the rush during the middle hours,\" she said.",
        "As Bao mentioned before, once students make it to the fair, the elevator pitch will prove essential in building effective networks with employers.",
        "\"Recruiters definitely want to see that you are passionate about what you are pursuing. So be sure to be clear in your elevator pitch why you are passionate about what you are interested in within the job, as well as how you [can] back up that passion with experiences.\"",
        "Prioritize your top employers: While it is overwhelming to attend a fair with over two hundred employers, Bao's \"tier list\" strategy proves useful for students to emphasize the ones most important to their careers. Essentially, she sorts companies into three tiers: A-tier booths are top priority and B-tier are interesting but not crucial. Organizing companies by priority may help students tame the hectic environment of the fair.",
        "Most importantly, Bao knows that students must be prepared to break out of their comfort zones.",
        "\"Be prepared to be extroverted,\" she said.",
        "The UW-Madison All-Campus Career & Internship Fair will be at the Kohl Center from 4 to 8 p.m. Wednesday, Sept. 20. Photo: Jeff Miller"
      ],
      "posted": "September 19, 2023",
      "url": "https://news.wisc.edu/how-to-approach-the-campus-career-fair/",
      "author": "Seth Kruger",
      "img": "career.jpeg",
      "tags": [
        "social"
      ]
    },
    {
      "title": "New Bucky on Parade celebrates 175 years, honors UW-Madison's past, present, and future",
      "body": [
        "Hitchcock and Herrmann stand with the finished statue. You can see their Bucky debut at UW-Madison's 175th Anniversary Launch Celebration on Wednesday, July 26.",
        "A new Bucky on Parade statue, \"Honor the Air, Land, and Water,\" will debut this week to kick off UW-Madison's 175th Anniversary celebration.",
        "Look for it at the celebration on Wednesday, July 26, at Memorial Union, where you can have your photo taken with it at an open-air photo booth.",
        "The new statue is part of the five-year anniversary celebration of the Bucky on Parade public art project. Many of the 85 statues created five years ago are on display again, and  Destination Madison introduced a digital, mobile-friendly pass and online map that Bucky fans can use through Sept. 15.",
        "The new statue, featuring iconography that represents the university's past, present, and future, was painted by Art Professor John Hitchcock, with assistance from UW-Madison student Kaylee Herrmann, an undergraduate with the Art Department.",
        "Hitchcock says he considered \"the importance of place, being grounded in oneself, and our quest to discover more about who we are as a people\" in developing this new work.",
        "Watch the transformation of a blank Bucky statue into an artistic masterpiece:",
        "In late May, Bucky was delivered to Hitchcock's studio in the UW-Madison Art Lofts. The first step was to thoroughly wash the statue to prepare it for painting. Photos by Sarah Maughan and Sirtaj Grewal",
        "Before they got to work painting Bucky, Hitchcock and Herrmann used printmaking and drawing to research and arrive at the final design. Photos by Sarah Maughan and Sirtaj Grewal",
        "Before they got to work painting Bucky, Hitchcock and Herrmann used printmaking and drawing to research and arrive at the final design. Photos by Sarah Maughan and Sirtaj Grewal",
        "Three coats of red and white acrylic paint make up the base of the statue, mostly applied with rollers. \"I feel like this was the most time-consuming part,\" says Herrmann. Photos by Sarah Maughan and Sirtaj Grewal",
        "Three coats of red and white acrylic paint make up the base of the statue, mostly applied with rollers. \"I feel like this was the most time-consuming part,\" says Herrmann. Photos by Sarah Maughan and Sirtaj Grewal",
        "The black and silver lines and \"Xs\" that make up the background of the statue reference time and history, says Hitchcock. \"The X is the unknown. The X keeps track of time and the quest for knowledge marking our accomplishments. I am also thinking about our ability to affect our planet.\" Photos by Sarah Maughan and Sirtaj Grewal",
        "The black and silver lines and \"Xs\" that make up the background of the statue reference time and history, says Hitchcock. \"The X is the unknown. The X keeps track of time and the quest for knowledge marking our accomplishments. I am also thinking about our ability to affect our planet.\" Photos by Sarah Maughan and Sirtaj Grewal",
        "Stars also adorn the statue. \"The star is a reference to the many people who have passed through this area we call Teejope,\" says Hitchcock. The four points signal the cardinal directions — north, south, east, and west — and serve as a metaphor for how people have moved in and through and beyond this place. Photos by Sarah Maughan and Sirtaj Grewal",
        "\"As an artist, I am continually asking questions about our society and the importance of how we contribute to progress and our future together,\" says Hitchcock. \"As a professor, I have worked to honor and assist students through teaching art and serving as an administrator in leadership roles for the past 22 years.\" Photos by Sarah Maughan and Sirtaj Grewal",
        "On the bottom of the statue is an abstract representation of a flower garden, featuring bright shades of blue, purple, and green. White is also included, representing Wisconsin's state flower — the wood violet. Photos by Sarah Maughan and Sirtaj Grewal",
        "The newest Bucky on Parade statue."
      ],
      "posted": "July 24, 2023",
      "url": "https://news.wisc.edu/newest-bucky-on-parade/",
      "author": "Kari Dickinson",
      "img": "bucky.jpg",
      "tags": [
        "social",
        "bucky"
      ]
    },
    {
      "title": "Wisconsin's beloved mascot returns to the streets of Madison in a big way",
      "body": [
        "From left, Baller Bucky, Flamingo Bucky, and Bucky Come se Picasso.",
        "Five years ago, Bucky the Badger took on a multitude of forms and found himself spread across the streets of Madison for the public art project Bucky on Parade.",
        "\"Game Day Bucky,\" \"Baller Bucky,\" \"Bucky de los Muertos\" and more versions popped up across the city for everyone to enjoy.",
        "This year, Destination Madison rejuvenated the program for a limited time on its five-year anniversary, introducing a digital, mobile-friendly pass and online map that Bucky fans can use through Sept. 15. The app requires a free sign-up, accessible through Destination Madison's website.",
        "\"When we launched Bucky on Parade five years ago, the response from residents and visitors alike was incredible, even better than we had anticipated,\" said Kate Dale, Destination Madison's vice president of Marketing & Brand Strategy. \"It proved to be a great way for people to explore Madison and come together through their love for Bucky Badger and Madison exploration, as well as offer an opportunity to raise money for local charities.",
        "\"We are thrilled to celebrate the five-year anniversary of the project for people to find many of the statues using a new digital passport platform and hope it brings just as must joy as the first time around.\"",
        "This virtual pass can be used to locate returning Bucky statues that have remained available to the public. Once users visit these statues, they can check in on their mobile device and earn an exclusive Bucky On Parade Anniversary sticker.",
        "Even if you don\"t earn a sticker, visiting these statues is well worth any Badger fan's time. The Bucky On Parade website provides statue locations for the public statues available out of the 85 total statues.",
        "For the sports lovers, \"Game Day Bucky\" located outside the University Bookstore, \"Baller Bucky\" at UW Health on the east side of Madison and \"Jump Around Bucky\" just outside Capitol Square are trademark statues to cross off a bucket list.",
        "For those who enjoy the more artistic pieces, \"Bucky Come Se Picasso\" on the west side of Madison, \"Bucky De Los Muertos\" on Regent Street and \"Bucky Lloyd Wright\" on the east side of Madison are popular statues to grab a photo with.",
        "In addition, there will be one new Bucky On Parade statue appearing soon to mark the fifth anniversary of the project and the 175th anniversary of the University of Wisconsin. Look for it at the 175th anniversary celebration on July 26 on campus, where you can have your photo taken with it at an open-air photo booth.",
        "This original project in 2018 was a free public-art event where Bucky lovers could find the statues of different types scattered around Madison for fun and photo opportunities. The statues, designed by local and regional Madisonian artists, represented the art, culture, heritage, food and spirit of the city of Madison through visual representations of Bucky in different settings and scenarios.",
        "Bucky On Parade was produced by the Madison Area Sports Commission with support from the Greater Madison Convention & Visitors Bureau and partnerships with the University of Wisconsin-Madison, UW-Madison Athletics and the Wisconsin Foundation & Alumni Association. Many sponsors contributed to the project.",
        "These producers, sponsors and partners, along with the artists who created the statues themselves, then sold the statues, with proceeds from the project going to charity. More than $1 million was raised, and a good part of it went to Wisconsin men's basketball head coach Greg Gard's Garding Against Cancer foundation and the Madison Area Sports Commission.",
        "Bucky enjoys a moment with Graduate Bucky. Photo: Bryce Richter"
      ],
      "posted": "July 12, 2023",
      "url": "https://news.wisc.edu/wisconsins-beloved-mascot-returns-to-the-streets-of-madison-in-a-big-way/",
      "author": "Seth Kruger",
      "img": "many_bucky.jpg",
      "tags": [
        "social",
        "bucky"
      ]
    },
    {
      "title": "Study finds mindfulness training may not be enough to increase eco-friendliness",
      "body": [
        "As the world marks another International Day of Climate Action on Oct. 24, research from UW-Madison's Center for Healthy Minds suggests that mindfulness techniques may not promote eco-friendly behavior and attitudes as strongly as once believed. Photo by: iStock / golubovy",
        "Could general well-being practices like meditation encourage eco-friendly behaviors and attitudes? As the climate crisis accelerates ecological disasters around the world, scientists\" investigations into this longstanding question have taken on greater urgency. A new study from the Center for Healthy Minds at the University of Wisconsin-Madison explores the connection between meditation and environmental consciousness and suggests the relationship might not be that simple.",
        "\"​​Given the urgency of the climate crisis, it is essential to investigate the potential relevance of strategies that have been shown to promote well-being and modify behavior,\" says Simon Goldberg, a core faculty member at CHM who led the study. \"Mindfulness is one of those strategies, but the effects of mindfulness training on attitudes and behaviors relevant to the environment have largely not been rigorously examined.\"",
        "The innovative study, appearing in the Journal of Environmental Psychology, marks the first time that researchers have conducted a randomized controlled trial to test whether a direct relationship exists between meditation and eco-friendly attitudes and behaviors. Moreover, it's one of very few studies that compares the attitudes and behaviors between experienced meditators and people without meditation experience.",
        "The study included about 150 participants, from experienced meditators with more than 9,000 meditation hours on average to individuals without any significant meditation experience. One group without meditation experience completed eight weeks of mindfulness-based stress reduction (MBSR) training, and another completed a similar health training with no mindfulness practice. Instead, this group did activities such as physical exercise, diet planning and more. Another group did not participate in any training.",
        "Each group of participants\" eco-friendliness was assessed by three main factors:",
        "Eco-friendly behavior, defined as behavior that intentionally seeks to benefit or reduce harm to the environment. It was measured through self reports of one's carbon footprint using the Ecological Footprint Calculator.",
        "Eco-friendly attitudes, defined as a moral concern for the environment. These are important to measure when seeking to promote eco-friendly behavior because a population's attitude informs policy-making.",
        "Sustainable well-being, which is an assessment of the degree to which one's psychological well-being/happiness is dependent on environmentally harmful behaviors (e.g., consumption of natural resources). It's measured by the amount of well-being divided by the amount of consumption.",
        "The new research is somewhat in contrast to other studies that have shown a potential for meditation to promote environmentally friendly behavior, including studies around the Mindful Climate Action program.",
        "While long-term meditators did show greater eco-friendly attitudes compared to non-meditators, they showed no difference in eco-friendly behavior.",
        "Participants who completed MBSR training did not show measurable changes in eco-friendly attitudes and behavior, nor did they show sustainable well-being when compared with another active health promotion training or a group who did not receive training.",
        "Eight weeks may not have been enough time, the groups may have been too small and the MBSR training doesn\"t focus specifically on the environment.",
        "\"It's possible that other meditative practices, such as compassion-based meditation, may be more effective than mindfulness when it comes to pro-environmental behavior,\" says Kevin Riordan, the study's lead author.",
        "\"It's also important to consider people's ethics and motivation to practice mindfulness,\" says Riordan. \"It's possible that mindfulness practices may produce larger effects on sustainability-related variables when explicitly rooted in an ethical or ecological framework.\"",
        "However, when researchers examined the effects of mindfulness and alternative health promotion training together as one larger group, a slight increase in eco-friendly behavior resulted compared to the control group. Goldberg says this may be because the size of the two groups combined was large enough to detect a small difference.",
        "These results suggest that a variety of health and well-being training, rather than mindfulness training exclusively, may be effective in increasing environmentally friendly behavior.",
        "\"It's hard to know for sure at this early stage, but it may be that a variety of psychological interventions designed to promote health and well-being may impact behaviors that are healthy for individuals and the planet,\" Goldberg says. Future research should more thoroughly investigate the relationship between meditation, interconnectedness, mindfulness and eco-friendly behavior, he adds.",
        "As another International Day of Climate Action passes on Oct. 24, researchers at UW-Madison continue to develop interventions addressing environmental concerns and \"eco-anxiety\" through the Loka Initiative and Mindful Climate Action. Bruce Barrett, a physician researcher and a professor in UW-Madison's Department of Family Medicine and Community Health developed Mindful Climate Action, a program he describes as a \"mindfulness-based program to help people with their health behaviors and sustainability choices.\"",
        "\"I was gratified to be involved with this study and am excited to see where this avenue of investigation may lead,\" says Barrett.",
        "This research was supported by the National Center for Complementary and Integrative Health (NCCIH) grants P01AT004952 and U24 AT011289 (Richard J. Davidson) and K23AT010879 (Simon B. Goldberg) and by generous donors to the School of Education of the University of Wisconsin-Madison (Kevin M. Riordan)."
      ],
      "posted": "October 23, 2023",
      "url": "https://news.wisc.edu/study-finds-mindfulness-training-may-not-be-enough-to-increase-eco-friendliness/",
      "author": "Victoria Vlisides",
      "img": "mindful.jpg",
      "tags": [
        "health"
      ]
    },
    {
      "title": "Breaking through the noise of cellular signaling",
      "body": [
        "Individual cancer cells are color-coded based on their signaling activity using a novel circuit technology developed in the Coyle Lab. Image taken by Rohith Rajasekaran",
        "You\"re in a room, and everyone is talking at the same time. It's loud and chaotic. You hear many voices, and while you occasionally pick out a word, for the most part it's all noise. You can\"t identify where each voice is coming from or who it belongs to, let alone understand a conversation.",
        "This is how Scott Coyle, assistant professor in the Department of Biochemistry, describes what it's like for scientists to try and pinpoint the location, direction and intensity of signals being sent by individual cells in a multicellular system.",
        "But isolating the signals of individual cells is exactly what Coyle is working to do.",
        "\"When we\"re trying to see what's happening in a cell in real time, we typically use reporter molecules that glow in response to activities of interest happening inside the cell. This includes tracking where a protein is moving, looking to see where a signal is brightest to identify differences in protein synthesis, things like that,\" explains Coyle.",
        "Scott Coyle",
        "This method has significant limitations, though. When molecules in many cells are glowing in close proximity to one another, it can be difficult to determine the individual cells responsible for the activity, Coyle explains.",
        "His progress towards developing tools that allow scientists to pinpoint individual cell activity has earned him a 2023 National Institutes of Health (NIH) Director's New Innovator Award. The $1.5 million award supports exceptionally creative early career investigators embarking on innovative, high-impact projects.",
        "Researchers in Coyle's lab use synthetic biology to design protein circuits — networks of proteins that interact to induce a new function in a cell. These circuits can be designed to help scientists understand cellular processes by emitting structured data about cellular form and function that is comparatively easy to measure and analyze.",
        "Coyle's work aims to broaden the ways researchers are able to ask questions about the dynamic patterns of biochemical activity that cells coordinate. Those patterns impact the development, growth, and health of cells.",
        "The tool Coyle has developed allows researchers to tag individual cells with a protein that emits unique, oscillating signals. These signals can be computationally analyzed to learn about an individual cell's shape, location, and signaling activity. Coyle says the tool is analogous to an FM radio dial, with each cell transmitting data on its own radio signal.",
        "\"When you turn on a radio, you don\"t hear anything until you lock into a specific frequency,\" says Coyle. \"This works similarly — we can lock into a cell's specific frequency. The signals can be isolated from each other so you only hear what you want to hear. This gives us an innovative way to unambiguously assign activity data to individual cells in a multicellular system.\"",
        "The result is a series of dazzling, brightly colored images (reminiscent of a dorm room poster to the untrained eye) representing a spatial and temporal snapshot of cellular activity and communication, produced by color codes that are assigned to different cell types.",
        "With the NIH funding, Coyle will apply these tools to explore dynamics of cellular signaling pathways in tumors. Many cancers are the result of corrupted signaling pathways, and a more nuanced understanding of those pathway disruptions may be a key step in developing targeted treatments.",
        "The prestigious NIH award will also allow Coyle to expand his lab by hiring scientists and acquiring the equipment necessary to continue testing and fine tuning his new technology.",
        "\"This technology could define a new paradigm for how we visualize and manipulate living cells,\" says Coyle. \"Biological systems are dynamic, and we need tools that will allow us to explore how cells behave in a biological context.\""
      ],
      "posted": "October 3, 2023",
      "url": "https://news.wisc.edu/breaking-through-the-noise-of-cellular-signaling/",
      "author": "Renata Solan",
      "img": "cells.jpg",
      "tags": [
        "health",
        "science"
      ]
    },
    {
      "title": "Photo gallery Scenes from a spooky Halloween night",
      "body": [
        "On a brisk Halloween night, members of the UW-Madison community got out to celebrate the spookiness across campus. On Picnic Point, students gathered around a bonfire to tell spooky stories, in an event hosted by the Wisconsin Union Directorate Publications Committee. And continuing a long-standing tradition, treats were handed out at Olin House by Chancellor Jennifer Mnookin, Bucky Badger and members of the UW Spirit Squad.",
        "Spooky stories were told around a Halloween-night bonfire at the tip of Picnic Point",
        "Photo by: Bryce Richter",
        "People huddle around the bonfire to ward off spirits and to stay warm, as temperatures dipped to the low 30s.",
        "Photo by: Bryce Richter",
        "Bucky Badger takes a photo with a group of trick or treaters on Halloween at Olin House.",
        "Photo by: Bryce Richter",
        "Trick or treater Ellis Crampton, dressed as a dinosaur, gets candy from a member of the UW Spirit Squad.",
        "Photo by: Bryce Richter",
        "Chancellor Mnookin gets a piece of candy from a trick or treater dressed as a candy vending machine.",
        "Photo by: Bryce Richter",
        "Bucky Badger, dressed as Dracula, shakes hands with a bumblebee, or perhaps a trick or treater dressed as a bumblebee.",
        "Photo by: Bryce Richter",
        "See more photo stories"
      ],
      "posted": "November 1, 2023",
      "url": "https://news.wisc.edu/scenes-from-a-spooky-halloween-night/",
      "author": "unknown",
      "img": "halloween.jpg",
      "tags": [
        "social"
      ]
    },
    {
      "title": "Wisconsin named National Center of Excellence for wastewater surveillance",
      "body": [
        "Wastewater is removed from a sampler for wastewater sampling, in a site on campus. Photo: Jeff Miller",
        "The Centers for Disease Control and Prevention has named the Wisconsin Wastewater Surveillance Program a National Center of Excellence for wastewater surveillance within the National Wastewater Surveillance System (NWSS). Wisconsin joins just three other CDC NWSS Centers of Excellence in the country.",
        "The Wisconsin Wastewater Surveillance Program is a partnership between the Wisconsin Department of Health Services, the Wisconsin State Laboratory of Hygiene at the University of Wisconsin-Madison, and the University of Wisconsin-Milwaukee School of Freshwater Sciences. The Wisconsin Wastewater Surveillance Program was an early pioneer during the COVID-19 pandemic in developing and applying wastewater-based surveillance for SARS-CoV-2 and is recognized as a national leader in wastewater-based monitoring of human pathogens.",
        "Community-focused wastewater surveillance is a cost-effective tool for public health practice. It involves looking for the presence of pathogens that people shed in sewage, whether or not they have symptoms, and measuring the pathogen levels over time. Individual testing is not required, and it does not depend on individual access to a healthcare or testing location.",
        "By screening for pathogens in untreated wastewater at a given central wastewater treatment facility, wastewater surveillance can help determine whether infections are increasing or decreasing in the community served by that facility and provide early warning about the spread or prevalence of disease. This can help public health agencies engage in prevention efforts where they are most needed and complement other data that public health agencies collect with respect to disease spread.",
        "\"The great value of wastewater-based pathogen surveillance as a complementary tool to traditional disease prevalence monitoring was clearly demonstrated during the COVID-19 pandemic,\" says Martin Shafer, senior scientist and a program director at the WSLH. \"Everyone can now simply click a web link and bring up dashboards displaying near real-time data and maps of the levels of SARS-CoV-2 in hundreds of communities across the country.\"",
        "As a Center of Excellence, the Wisconsin Wastewater Surveillance Program will offer subject matter expertise and provide training, consultation services and resources to public health agencies and affiliated laboratories, including those looking to start surveillance programs and those advancing existing monitoring programs.",
        "It will also offer critical support to the National Wastewater Surveillance System to explore innovative approaches to identify pathogen variants and strains, evaluate novel strategies for early warning of disease outbreaks and provide proficiency testing services to laboratories across the country conducting wastewater surveillance.",
        "The Wisconsin Wastewater Surveillance Program officially launched in September 2020, monitoring SARS-CoV-2 levels in wastewater from over 70 wastewater treatment facilities across Wisconsin, reflecting contributions from over 50% of the state's population. The Wisconsin program was one of six in the initial cohort that formed the National Wastewater Surveillance System, which has grown since 2020 to include over 60 programs across the nation.",
        "\"None of this would be possible without the voluntary participation and partnership of the wastewater treatment facilities,\" Shafer says.",
        "Currently, the WWSP monitors wastewater for SARS-CoV-2 levels from nearly 50 Wisconsin facilities and a subset of facilities for influenza viruses and RSV. In addition, the program is using advanced gene sequencing approaches to identify specific SARS-CoV-2 variants in the wastewater.",
        "Wisconsin SARS-CoV-2 wastewater surveillance data can be found on the DHS website and genetic sequencing data is available on the WSLH's wastewater genomic dashboard."
      ],
      "posted": "July 12, 2023",
      "url": "https://news.wisc.edu/wisconsin-named-national-center-of-excellence-for-wastewater-surveillance/",
      "author": "Jan Klawitter",
      "img": "waste.jpg",
      "tags": [
        "health",
        "science"
      ]
    },
    {
      "title": "Photo gallery Bakke center qualities: nature, wellness, \"one-stop shop\" and welcoming atmosphere",
      "body": [
        "When helping to design the new Bakke Recreation & Wellbeing Center, student representatives on the design team focused on four qualities they wanted the center to include.",
        "They were an emphasis on nature, specific space for wellness, a \"one-stop shop\" approach and a \"welcoming to all\" atmosphere, said Allison Dentice, a former RecWell employee who was one of two student representatives on the committee, along with Jackie Elliott. Both were spring 2021 graduates.",
        "All four qualities were on display in the Bakke center at a Sept. 22 grand opening event to thank everyone who helped make it happen. Those attending included Chancellor Jennifer L. Mnookin as well as donors Jim and Sue Bakke, and Ginny and Mike Conway. Dentice was one of the speakers.",
        "\"Where the facility is located is absolutely gorgeous with the lake and the path,\" Dentice said. \"But, we also focused on this because, in our own experience, and studies back this up, nature and the outdoors really do have an impact on physical and mental health and well-being.\"",
        "Story continues after photos",
        "The Bakke Recreation & Wellbeing Center is lit up as dusk falls.",
        "Photo by: Althea Dotzour",
        "A treadmill workout at Bakke includes a beautiful view of Lake Mendota.",
        "Photo by: Althea Dotzour",
        "A tour participant tries out their golf swing in Sport Simulators on the fourth level of Bakke at the Sept. 22 event.",
        "Photo by: Althea Dotzour",
        "The cycling studio includes colorful lighting.",
        "Photo by: Althea Dotzour",
        "The Mt. Mendota Climbing & Bouldering Wall on the third level supports bouldering, top roping, and sport climbing. The bouldering wall is 13 feet tall and the climbing wall is 32 feet tall.",
        "Photo by: Althea Dotzour",
        "People lift weights on the first floor of the Bakke center.",
        "Photo by: Althea Dotzour",
        "Samantha Bakke Annen tries out a nap pod in the Rejuvenation Room. The room has three nap pods (available first-come-first-served) to use to rest, recharge, and relax with a 20-minute nap.",
        "Photo by: Althea Dotzour",
        "Students work together to cook meals in the  the Wolf Teaching Kitchen.",
        "Photo by: Althea Dotzour",
        "Students practice their jump shots on four full-size basketball courts on the third floor.",
        "Photo by: Althea Dotzour",
        "Recent alumna Allison Dentice speaks at the grand opening event.",
        "Photo by: Althea Dotzour",
        "Story, continued",
        "The students on the design committee also favored the wellness suite, where people can focus specifically on wellness.",
        "\"That's where we see the nap pods, the massage rooms, things like that within the building,\" she said. \"This building really demonstrates how well-being is not just physical.\"",
        "Another focus item arose out of the fact that Bakke is on the west side of campus, and not centrally located. So they wanted students to be able to accomplish multiple things on their to-do lists when visiting the Bakke, so that a trip there needs to be worth it, Dentice said.",
        "From this came the idea of a \"one-stop shop\" offering a wide range of features including cardio, weightlifting, cooking, dancing, sport simulators, mental health and wellness, a rock wall and even a protein shake station.",
        "And of course, they wanted the facility to be welcoming to everyone, with features such as gender-neutral locker rooms. \"I know they say, ‘you belong at Bakke\" but we used the locker rooms as a way to make people really believe that saying,\" Dentice said.",
        "Now that the center is fully open for the UW-Madison community, Allison knows what she did as an undergraduate will leave a lasting mark on the community for many years to come.",
        "\"Ten, 15, 20, 30 years from now, people will continue to use this building. All I can say is that I\"m incredibly thankful and honored to have the opportunity to be a part of it,\" she said."      ],
      "posted": "September 25, 2023",
      "url": "https://news.wisc.edu/bakke-center-qualities-nature-wellness-one-stop-shop-and-welcoming-atmosphere/",
      "author": "Seth Kruger",
      "img": "bakke.jpg",
      "tags": [
        "health"
      ]
    }
  ]